Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# ppro.feedback-form.sending-confirmation.error
source: We couldn't send your feedback right now, please try again.
de: Dein Feedback konnte nicht gesendet werden. Bitte versuche es erneut.
es: No hemos podido enviar tus comentarios ahora mismo, inténtalo de nuevo.
fr: Nous n'avons pas pu envoyer vos commentaires pour le moment ; veuillez réessayer.
it: Non siamo riusciti a inviare il tuo feedback in questo momento, riprova.
nl: We kunnen je feedback op dit moment niet verzenden. Probeer het opnieuw.
pl: Nie udało się teraz przesłać Twojej opinii, spróbuj ponownie.
pt: Não foi possível enviar o teu feedback, tenta novamente.
ru: Отправить ваш отзыв прямо сейчас не удалось. Повторите попытку.

# ppro.feedback-form.sending-confirmation.title
source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!

# ppro.feedback-form.text-1
source: Found an issue not covered in our [help center](duck://)? We definitely want to know about it. Tell us what's going on:
de: Hast du ein Problem, das in unserem [Hilfecenter](duck://) nicht behandelt wird? Wir wollen auf jeden Fall davon erfahren. Sag uns, worum es geht:
es: ¿Has encontrado una incidencia que no aparece en nuestro [centro de ayuda] (duck://)? Nos interesa mucho saberlo. Cuéntanos qué está pasando:
fr: Vous avez rencontré un problème qui n'est pas traité dans notre [centre d'aide](duck://) ? Nous tenons vraiment à savoir de quoi il s'agit. Dites-nous ce qui se passe :
it: Hai trovato un problema non trattato nel nostro [centro assistenza](duck://)? Ci piacerebbe saperlo. Comunicaci cosa sta succedendo:
nl: Heb je een probleem gevonden dat niet in ons [helpcentrum](duck://) wordt besproken? We willen er zeker meer over weten. Vertel ons wat er aan de hand is:
pl: Wystąpił problem, który nie został omówiony w naszym [centrum pomocy](duck://)? Zdecydowanie chcemy o tym wiedzieć. Powiedz nam, co się dzieje:
pt: Encontraste um problema que não é abordado no nosso [centro de ajuda](duck://)? Queremos perceber do que se trata. Diz-nos o que se passa:
ru: Столкнулись с проблемой, которая не затронута в нашем [справочном центре](duck://)? Мы просто обязаны о ней знать. Сообщите, что происходит:

# ppro.feedback-form.text-2
source: In addition to the details entered into this form, your app issue report will contain:
de: Zusätzlich zu den in diesem Formular angegebenen Details enthält dein App-Fehlerbericht:
es: Además de los detalles introducidos en este formulario, tu informe de problemas de la aplicación contendrá:
fr: Outre les renseignements saisis dans ce formulaire, votre rapport sur les problèmes de l'application contiendra les informations suivantes :
it: Oltre ai dettagli inseriti in questo modulo, la segnalazione sui problemi dell'app conterrà le seguenti informazioni:
nl: Naast de gegevens die in dit formulier zijn ingevoerd, bevat je foutrapport:
pl: Oprócz szczegółów wprowadzonych w tym formularzu zgłoszenie problemu z aplikacją będzie zawierać:
pt: Para além dos detalhes introduzidos neste formulário, o teu relatório de problemas na aplicação vai incluir:
ru: Помимо информации, внесенной в эту форму, в отчет войдет следующее:

# ppro.feedback-form.text-3
source: • Whether specific DuckDuckGo features are enabled
de: • Ob bestimmte DuckDuckGo-Funktionen aktiviert sind
es: • Si están habilitadas funciones específicas de DuckDuckGo
fr: • Si des fonctionnalités spécifiques de DuckDuckGo sont actives
it: • Comunicherà se specifiche funzioni di DuckDuckGo sono attive
nl: • Of er specifieke functies in DuckDuckGo zijn ingeschakeld
pl: • Czy określone funkcje DuckDuckGo są włączone
pt: • Se tens funcionalidades específicas do DuckDuckGo ativas
ru: • сведения о том, были ли активированы конкретные функции DuckDuckGo;

# ppro.feedback-form.text-4
source: • Aggregate DuckDuckGo app diagnostics
de: • Aggregierte DuckDuckGo-App-Diagnose
es: • Diagnósticos agregados de la aplicación DuckDuckGo
fr: • Les diagnostics agrégés de l'application DuckDuckGo
it: • Aggregherà le diagnostiche dell'app DuckDuckGo
nl: • Verzamelde diagnostische gegevens voor de DuckDuckGo-app
pl: • Zbiorcze dane diagnostyczne aplikacji DuckDuckGo
pt: • Diagnósticos da aplicação DuckDuckGo agregados
ru: • обобщенные результаты диагностики приложения DuckDuckGo.

# ppro.feedback-form.text-5
source: By clicking "Submit" I agree that DuckDuckGo may use the information in this report for purposes of improving the app's features.
de: Durch Klicken auf „Absenden“ erkläre ich mich damit einverstanden, dass DuckDuckGo die Informationen in diesem Bericht zur Verbesserung der Funktionen der App verwenden darf.
es: Al hacer clic en "Enviar", acepto que DuckDuckGo pueda utilizar la información de este informe para mejorar las funciones de la aplicación.
fr: En cliquant sur « Envoyer », j'accepte que DuckDuckGo puisse utiliser les informations contenues dans ce rapport afin d'améliorer les fonctionnalités de l'application.
it: Cliccando su "Invia" accetto che DuckDuckGo possa usare le informazioni in questo rapporto per migliorare le funzionalità dell'app.
nl: Door op 'Verzenden' te klikken, ga ik ermee akkoord dat DuckDuckGo de informatie in dit rapport kan gebruiken om de functies van de app te verbeteren.
pl: Klikając opcję „Prześlij”, zgadzam się na wykorzystanie przez DuckDuckGo informacji zawartych w tym zgłoszeniu w celu ulepszenia funkcji aplikacji.
pt: Ao clicar em "Enviar", concordo que o DuckDuckGo pode utilizar as informações neste relatório para melhorar as funcionalidades da aplicação.
ru: Нажимая кнопку «Отправить», я разрешаю DuckDuckGo использовать данные в этом отчете для улучшения работы приложения.

# preferences-homepage-address
source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
it: Indirizzo:
nl: Adres:
pl: Adres:
pt: Endereço:
ru: Адрес:

# preferences-homepage-customPage
source: Specific page
de: Bestimmte Seite
es: Página específica
fr: Page spécifique
it: Pagina specifica
nl: Specifieke pagina
pl: Określona strona
pt: Página específica
ru: Конкретная страница

# preferences-homepage-newTab
source: New Tab page
de: Neue Tab-Seite
es: Página de nueva pestaña
fr: Nouvelle page d'onglet
it: Pagina della nuova scheda
nl: Nieuwe tabbladpagina
pl: Strona nowej karty
pt: Nova página de separador
ru: Страница новой вкладки

# preferences-homepage-set-homePage
source: Set Homepage
de: Startseite festlegen
es: Configurar página de inicio
fr: Définir la page d'accueil
it: Imposta la homepage
nl: Startpagina instellen
pl: Ustaw stronę główną
pt: Definir página inicial
ru: Выбор стартовой страницы

# preferences-homepage-set-page
source: Set Page…
de: Seite festlegen …
es: Configurar página…
fr: Définir la page…
it: Imposta pagina…
nl: Pagina instellen ...
pl: Ustaw stronę…
pt: Definir página…
ru: Назначить страницу...

# preferences-homepage.description
source: When navigating home or opening new windows.
de: Wenn du nach Hause navigierst oder neue Fenster öffnest.
es: Al navegar por la página de inicio o abrir nuevas ventanas.
fr: Lors du retour à l'accueil ou lors de l'ouverture de nouvelles fenêtres.
it: Quando navighi nella home o apri nuove finestre.
nl: Wanneer je naar de startpagina surft of nieuwe vensters opent.
pl: Podczas przechodzenia na stronę główną lub otwierania nowych okien.
pt: Ao navegar na página inicial ou ao abrir novas janelas.
ru: При переходе на стартовую страницу или открытии нового окна.

# preferences-homepage.title
source: Homepage
de: Startseite
es: Página de inicio
fr: Page d'accueil
nl: Startpagina
pl: Strona główna
pt: Página inicial
ru: Стартовая страница

# preferences-tabs.new.tab.position.title
source: When creating a new tab
de: Beim Erstellen eines neuen Tabs
es: Al crear una nueva pestaña
fr: Lors de la création d'un nouvel onglet
it: Quando si crea una nuova scheda
nl: Bij het maken van een nieuw tabblad
pl: Podczas tworzenia nowej karty
pt: Ao criar um novo separador
ru: При создании новой вкладки

# preferences-tabs.prefer.new.tabs.to.windows
source: Open links in new tabs instead of new windows whenever possible
de: Links nach Möglichkeit in neuen Tabs statt in neuen Fenstern öffnen
es: Abrir enlaces en nuevas pestañas en lugar de nuevas ventanas siempre que sea posible
fr: Ouvrir les liens dans de nouveaux onglets plutôt que dans de nouvelles fenêtres si possible
it: Apri i collegamenti in nuove schede anziché in nuove finestre quando possibile
nl: Links waar mogelijk openen in nieuwe tabbladen in plaats van in nieuwe vensters
pl: Otwieraj linki w nowych kartach zamiast w nowych oknach, gdy tylko jest to możliwe
pt: Abrir links em separadores novos em vez de novas janelas sempre que possível
ru: По возможности открывать ссылки в новых вкладках, а не окнах

# preferences-tabs.switch.tab.when.opened
source: When opening links, switch to the new tab or window immediately
de: Beim Öffnen von Links sofort zu einem neuen Tab oder Fenster wechseln
es: Al abrir enlaces, cambiar a la nueva pestaña o ventana inmediatamente
fr: À l'ouverture des liens, basculer immédiatement sur le nouvel onglet ou la nouvelle fenêtre
it: Quando apri i collegamenti, passa immediatamente alla nuova scheda o finestra
nl: Meteen overschakelen naar het nieuwe tabblad of venster bij het openen van links
pl: Otwierając linki, natychmiast przełącz na nową kartę lub nowe okno
pt: Ao abrir links, mudar imediatamente para o novo separador ou janela
ru: При открытии ссылки сразу переключаться на ее вкладку или окно

# preferences.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pl: Informacje
pt: Acerca de
ru: О нас

# preferences.about.about-duckduckgo
source: About DuckDuckGo
de: Über DuckDuckGo
es: Acerca de DuckDuckGo
fr: À propos de DuckDuckGo
it: Info su DuckDuckGo
nl: Over DuckDuckGo
pl: O DuckDuckGo
pt: Sobre o DuckDuckGo
ru: О приложении DuckDuckGo

# preferences.about.duckduckgo-tagline
source: Your protection, our priority.
de: Dein Schutz, unsere Priorität.
es: Tu protección, nuestra prioridad.
fr: Votre protection, notre priorité.
it: La tua protezione, la nostra priorità.
nl: Jouw bescherming, onze prioriteit.
pl: Twoje bezpieczeństwo jest naszym priorytetem.
pt: A tua proteção, a nossa prioridade.
ru: Ваша защита — наш приоритет.

# preferences.about.more-at
source: More at %@
de: Mehr bei %@
es: Más en %@
fr: Plus sur %@
it: Ulteriori informazioni su %@
nl: Meer op % @
pl: Więcej na %@
pt: Mais em %@
ru: Подробности: %@

# preferences.about.privacy-policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности

# preferences.about.send-feedback
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# preferences.about.unsupported-device-info1
source: DuckDuckGo is no longer providing browser updates for your version of macOS.
de: DuckDuckGo bietet keine Browser-Updates mehr für deine Version von macOS an.
es: DuckDuckGo ya no proporciona actualizaciones del navegador para tu versión de macOS.
fr: DuckDuckGo ne propose plus de mises à jour de navigateur pour votre version de macOS.
it: DuckDuckGo non fornisce più aggiornamenti del browser per la tua versione di macOS.
nl: DuckDuckGo biedt geen browserupdates meer voor je versie van macOS.
pl: DuckDuckGo już nie udostępnia aktualizacji przeglądarki dla Twojej wersji systemu macOS.
pt: O DuckDuckGo já não fornece atualizações para a tua versão do macOS.
ru: Сервис DuckDuckGo перестал выпускать обновления браузера для вашей версии macOS.

# preferences.about.unsupported-device-info2
source: Please update to macOS %@ or later to use the most recent version of DuckDuckGo. You can also keep using your current version of the browser, but it will not receive further updates.
de: Bitte aktualisiere auf macOS %@ oder höher, um die neueste Version von DuckDuckGo zu nutzen. Du kannst auch deine aktuelle Version des Browsers weiter benutzen, aber sie wird keine weiteren Updates erhalten.
es: Actualiza a macOS %@ o posterior para usar la versión más reciente de DuckDuckGo. También puedes seguir utilizando tu versión actual del navegador, pero no recibirás más actualizaciones.
fr: Veuillez installer macOS %@ ou une version ultérieure pour utiliser la version la plus récente de DuckDuckGo. Vous pouvez également continuer à utiliser votre version actuelle du navigateur, mais elle ne recevra plus de mises à jour.
it: Aggiorna a macOS %@ o a una versione successiva per utilizzare la versione più recente di DuckDuckGo. Puoi anche continuare a utilizzare la versione attuale del browser, ma non riceverai ulteriori aggiornamenti.
nl: Update naar macOS %@ of hoger om de meest recente versie van DuckDuckGo te gebruiken. Je kunt ook de huidige versie van de browser blijven gebruiken, maar die wordt niet verder bijgewerkt.
pl: Zaktualizuj system macOS do wersji %@ lub nowszej, aby móc korzystać z najnowszej wersji DuckDuckGo. Możesz też nadal korzystać z obecnej wersji przeglądarki, ale nie będziesz otrzymywać dalszych aktualizacji.
pt: Atualiza para o macOS %@ ou posterior para utilizares a versão mais recente do DuckDuckGo. Também podes continuar a utilizar a tua versão atual do navegador, mas esta não receberá mais atualizações.
ru: Чтобы пользоваться новейшей версией DuckDuckGo, обновите операционную систему до macOS %@ или более поздней версии. Вы также можете продолжить пользоваться текущей версией браузера – просто она больше не будет обновляться.

# preferences.accessibility
source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ru: Универсальный доступ

# preferences.add-to-dock
source: Add DuckDuckGo To Dock…
de: DuckDuckGo zum Dock hinzufügen…
es: Añadir DuckDuckGo al Dock…
fr: Ajouter DuckDuckGo au Dock…
it: Aggiungi DuckDuckGo al Dock…
nl: Voeg DuckDuckGo toe aan Dock…
pl: Dodaj DuckDuckGo do Dock…
pt: Adicionar DuckDuckGo ao Dock…
ru: Добавить DuckDuckGo в док-панель…

# preferences.ai-chat
source: AI Chat
de: KI-Chat
es: Chat de IA
fr: Chat IA
it: Chat IA
pl: Czat AI
pt: Chat com IA
ru: Чат с ИИ

# preferences.always-on
source: Always On
de: Immer aktiviert
es: Siempre activado
fr: Toujours activé
it: Sempre attiva
nl: Altijd aan
pl: Zawsze włączone
pt: Sempre ligada
ru: Всегда включено

# preferences.appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид

# preferences.appearance.address-bar
source: Address Bar
de: Adresszeile
es: Barra de direcciones
fr: Barre d'adresse
it: Barra degli indirizzi
nl: Adresbalk
pl: Pasek adresu
pt: Barra de endereço
ru: Адресная строка

# preferences.appearance.customize-background
source: Customize Background
de: Hintergrund anpassen
es: Personalizar fondo
fr: Personnaliser l'arrière-plan
it: Personalizza sfondo
nl: Achtergrond aanpassen
pl: Dostosuj tło
pt: Personalizar fundo
ru: Настроить фон

# preferences.appearance.show-autocomplete-suggestions
source: Autocomplete suggestions
de: Vorschläge für die Autovervollständigung
es: Sugerencias de autocompletado
fr: Afficher les suggestions de saisie semi-automatique
it: Mostra suggerimenti di completamento automatico
nl: Suggesties voor automatisch aanvullen weergeven
pl: Pokaż sugestie autouzupełniania
pt: Mostrar sugestões de preenchimento automático
ru: Показать предложения автозаполнения

# preferences.appearance.show-full-url
source: Full website address
de: Vollständige Website-Adresse
es: Dirección completa del sitio web
fr: Adresse complète du site Web
it: Indirizzo completo del sito web
nl: Volledig websiteadres
pl: Pełny adres witryny internetowej
pt: Endereço completo do site
ru: Полный адрес сайта

# preferences.appearance.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt: Tema
ru: Тема

# preferences.appearance.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная

# preferences.appearance.theme.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая

# preferences.appearance.theme.system
source: System
de: Standard
es: Sistema
fr: Système
it: Sistema
nl: Systeem
pl: Systemowy
pt: Sistema
ru: Тема системы

# preferences.appearance.zoom-picker
source: Default page zoom
de: Standardmäßiger Seitenzoom
es: Zoom de página predeterminado
fr: Zoom par défaut de la page
it: Zoom pagina predefinito
nl: Standaard zoomniveau van de pagina
pl: Domyślne powiększenie strony
pt: Zoom da página predefinida
ru: Масштаб страницы по умолчанию

# preferences.autofill
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
ru: Пароли

# preferences.autofill-enabled-for
source: Autofill enabled in this browser for:
de: Autovervollständigen in diesem Browser aktiviert für:
es: Autocompletar habilitado en este navegador para:
fr: La saisie automatique est activée dans ce navigateur pour :
it: Compilazione automatica abilitata in questo browser per:
nl: 'Automatisch aanvullen' is ingeschakeld in deze browser voor:
pl: Autouzupełnianie włączone w tej przeglądarce dla:
pt: Preenchimento automático ativado neste navegador para:
ru: В этом браузере включено автозаполнение для:

# preferences.cookie-pop-up-protection
source: Cookie Pop-Up Protection
de: Cookie-Pop-up-Schutz
es: Protección contra ventanas emergentes de cookies
fr: Protection contre les fenêtres contextuelles des cookies
it: Protezione pop-up dei cookie
nl: Bescherming tegen cookiepop-ups
pl: Ochrona przed wyskakującymi okienkami dotyczącymi plików cookie
pt: Proteção contra pop-ups de cookies
ru: Защита от всплывающих окон куки

# preferences.data-clearing
source: Data Clearing
de: Datenlöschung
es: Eliminación de datos
fr: Effacement des données
it: Cancellazione dati
nl: Gegevens wissen
pl: Czyszczenie danych
pt: Limpeza de Dados
ru: Очистка данных

# preferences.default-browser
source: Default Browser
de: Standard-Browser
es: Navegador predeterminado
fr: Navigateur par défaut
it: Browser predefinito
nl: Standaardbrowser
pl: Domyślna przeglądarka
pt: Navegador predefinido
ru: Браузер по умолчанию

# preferences.default-browser.active
source: DuckDuckGo is your default browser
de: DuckDuckGo ist dein Standard-Browser
es: DuckDuckGo es tu navegador predeterminado
fr: DuckDuckGo est votre navigateur par défaut
it: DuckDuckGo è il tuo browser predefinito
nl: DuckDuckGo is je standaardbrowser
pl: DuckDuckGo to Twoja domyślna przeglądarka
pt: DuckDuckGo é o teu navegador predefinido
ru: DuckDuckGo — ваш браузер по умолчанию

# preferences.default-browser.button.make-default
source: Make DuckDuckGo Default…
de: DuckDuckGo zum Standard machen …
es: Establecer DuckDuckGo como predeterminado…
fr: Faire de DuckDuckGo votre navigateur par défaut…
it: Rendi DuckDuckGo predefinito...
nl: DuckDuckGo instellen als standaardbrowser ...
pl: Ustaw przeglądarkę DuckDuckGo jako domyślną…
pt: Tornar o DuckDuckGo a predefinição…
ru: Назначить DuckDuckGo браузером по умолчанию...

# preferences.default-browser.inactive
source: DuckDuckGo is not your default browser.
de: DuckDuckGo ist nicht dein Standard-Browser.
es: DuckDuckGo no es tu navegador predeterminado.
fr: DuckDuckGo n'est pas votre navigateur par défaut.
it: DuckDuckGo non è il tuo browser predefinito.
nl: DuckDuckGo is niet je standaardbrowser.
pl: DuckDuckGo nie jest Twoją domyślną przeglądarką.
pt: O DuckDuckGo não é o teu navegador predefinido.
ru: DuckDuckGo не является вашим браузером по умолчанию.

# preferences.duckduckgo-on-other-platforms
source: DuckDuckGo on Other Platforms
de: DuckDuckGo auf anderen Plattformen
es: DuckDuckGo en otras plataformas
fr: DuckDuckGo sur d'autres plateformes
it: DuckDuckGo su altre piattaforme
nl: DuckDuckGo op andere platforms
pl: DuckDuckGo na innych platformach
pt: DuckDuckGo Noutras Plataformas
ru: DuckDuckGo для других платформ

# preferences.email-protection
source: Email Protection
de: E-Mail-Schutz
es: Protección del correo electrónico
fr: Protection des e-mails
it: Protezione email
nl: E-mailbescherming
pl: Ochrona poczty e-mail
pt: Proteção de e-mail
ru: Защита электронной почты

# preferences.general
source: General
de: Allgemein
fr: Général
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные

# preferences.is-added-to-dock
source: DuckDuckGo is added to the Dock.
de: DuckDuckGo wird zum Dock hinzugefügt.
es: DuckDuckGo se ha añadido al Dock.
fr: DuckDuckGo a été ajouté au Dock.
it: DuckDuckGo è stato aggiunto al dock.
nl: DuckDuckGo is toegevoegd aan het Dock.
pl: Przeglądarka DuckDuckGo została dodana do Docka.
pt: O DuckDuckGo foi adicionado à Dock.
ru: Ярлык DuckDuckGo добавлен на док-панель.

# preferences.main-settings
source: Main Settings
de: Haupteinstellungen
es: Ajustes principales
fr: Réglages principaux
it: Impostazioni principali
nl: Hoofdinstellingen
pl: Ustawienia główne
pt: Definições Principais
ru: Основные настройки

# preferences.not-added-to-dock
source: DuckDuckGo is not added to the Dock.
de: DuckDuckGo wird nicht zum Dock hinzugefügt.
es: DuckDuckGo no se ha añadido al Dock.
fr: DuckDuckGo n'a pas été ajouté au Dock.
it: DuckDuckGo non è stato aggiunto al dock.
nl: DuckDuckGo is niet toegevoegd aan het Dock.
pl: Przeglądarka DuckDuckGo nie została dodana do Docka.
pt: O DuckDuckGo não foi adicionado à Dock.
ru: Ярлык DuckDuckGo не добавлен на док-панель.

# preferences.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit
pl: Wył.
pt: Desligado
ru: Выкл.

# preferences.on
source: On
de: An
es: Activado
fr: Activé
nl: Aan
pl: Wł.
pt: Ligado
ru: Вкл.

# preferences.on-startup
source: On Startup
de: Beim Start
es: Al iniciar
fr: Au démarrage
it: All'avvio
nl: Bij opstarten
pl: Przy uruchomieniu
pt: No arranque
ru: При запуске

# preferences.privacy-protections
source: Privacy Protections
de: Datenschutz
es: Protecciones de privacidad
fr: Protections de la confidentialité
it: Protezioni della Privacy
nl: Privacybescherming
pl: Mechanizmy Ochrony Prywatności
pt: Proteções de Privacidade
ru: Защита конфиденциальности

# preferences.private-search
source: Private Search
de: Private Suche
es: Búsqueda privada
fr: Recherche privée
it: Ricerca Privata
nl: Privézoekopdracht
pl: Prywatne wyszukiwanie
pt: Pesquisa Privada
ru: Частный поиск

# preferences.reopen-windows
source: Reopen all windows from last session
de: Alle Fenster der letzten Sitzung wieder öffnen
es: Volver a abrir todas las ventanas de la última sesión
fr: Rouvrir toutes les fenêtres de la dernière session
it: Riapri tutte le finestre dell'ultima sessione
nl: Alle vensters van vorige sessie opnieuw openen
pl: Ponownie otwórz wszystkie okna z ostatniej sesji
pt: Reabrir todas as janelas da última sessão
ru: Заново открыть все окна из последнего сеанса

# preferences.set-as-default
source: Set DuckDuckGo As Default Browser
de: DuckDuckGo als Standard-Browser festlegen
es: Establece DuckDuckGo como tu navegador predeterminado
fr: Définir DuckDuckGo comme navigateur par défaut
it: Imposta DuckDuckGo come browser predefinito
nl: DuckDuckGo instellen als standaardbrowser
pl: Ustaw DuckDuckGo jako domyślną przeglądarkę
pt: Definir o DuckDuckGo como navegador predefinido
ru: Сделать DuckDuckGo браузером по умолчанию

# preferences.show-home
source: Open a new window
de: Ein neues Fenster öffnen
es: Abrir una ventana nueva
fr: Ouvrir une nouvelle fenêtre
it: Apri una nuova finestra
nl: Een nieuw venster openen
pl: Otwórz nowe okno
pt: Abrir uma nova janela
ru: Открыть новое окно
